{
    "en" :{
        "welcomeTitle": "WELCOME TO MEDILAB",
        "xrayServiceTitle": "X-ray diagnostic service",
        "xrayServiceDescription": "The X-ray service provides a way of diagnosis from the scanning of an X-ray by using AI.",
        "accessService": "Access the service",
        "reliabilityTitle": "High reliability",
        "reliabilityDescription": "The  X-ray service helps the patient by shortening times and providing a more comfortable experience.",
        "rapidDiagnosisTitle": "Rapid Diagnosis",
        "rapidDiagnosisDescription": "Thanks to the speed and accuracy of our AI, scan results are available within minutes, optimizing waiting time for patients.",
        "friendlyInterfaceTitle": "Friendly Interface",
        "friendlyInterfaceDescription": "An easy and intuitive experience, designed with the user in mind, allows healthcare professionals to access diagnoses quickly and without complications."
      },
    "es" :{
            "welcomeTitle": "BIENVENIDO A MEDILAB",
            "xrayServiceTitle": "Servicio de diagnóstico de rayos-x",
            "xrayServiceDescription": "El servicio X-Ray ofrece una forma de ofrecer un diagnóstico a partir de una radiografía usando IA.",
            "accessService": "Acceder al servicio",
            "reliabilityTitle": "Alta confiabilidad",
            "reliabilityDescription": "El servicio de diagnóstico de rayos X, mediante IA provee ayuda al paciente acortando tiempos y brindando una experiencia más cómoda.",
            "rapidDiagnosisTitle": "Diagnósticos rápidos",
            "rapidDiagnosisDescription": "Gracias a la velocidad y precisión de nuestra IA, los resultados del escaneo están disponibles en minutos, optimizando el tiempo de espera de los pacientes.",
            "friendlyInterfaceTitle": "Interfaz amigable",
            "friendlyInterfaceDescription": "Una experiencia fácil e intuitiva, diseñada pensando en el usuario, permite a los profesionales sanitarios acceder a los diagnósticos de forma rápida y sin complicaciones."         
    }
      
}